{
  "general": {
    "project_title": "Team Challenge",
    "cancel": "Cancel",
    "save": "Save",
    "error": "Error",
    "general_error": "Something went wrong",
    "reload": "Reload",
    "loading": "Loading",
    "continue": "Continue",
    "ok": "OK",
    "privacy_policy": "Privacy Policy",
    "contact_us": "Contact us",
    "copyright": "Copyright © 2023",
    "show_more": "Show more"
  },
  "main": {
    "title": "Bienvenue dans le monde du développement Web",
    "subtitle1": "Salut ! Je suis Tina, full-stack développeur",
    "text": "Ce site est créé pour me rencontrer et me contacter. Voici quelques pages délibérément faites dans différents styles pour mettre en valeur les différents motifs et éléments que j'utilise dans mes œuvres.",
    "projects": "Cette page est dédiée à mes projets, vous pouvez y voir ce que j'ai déjà fait, et cette page sera constamment mise à jour. J'aime mon travail, je travaille avec plaisir, je suis toujours prêt à apprendre quelque chose de nouveau et à maîtriser les nouvelles technologies. Si je ne peux toujours pas faire quelque chose, c’est temporaire.",
    "title2ecran": "\"Choisissez un travail que vous aimez,",
    "subtitle2ecran": "et vous n'aurez pas à travailler ",
    "subtitle12ecran": "un seul jour de votre vie.\"",
    "author2ecran": "Confucius",
    "lang": "Langue"
  },
  "about": {
    "title": "Salut !",
    "subtitle1": "Salut ! Je suis Tina, full-stack développeur",
    "subtitle2": "Et Dieu a créé le développeur...",
    "subtitle3": "Cette l'histoire a commencé il y a longtemps,  <br />lorsque les ordinateurs étaient grands et que les programmes étaient petits",
    "bible": "Au début, il y avait un mot, et le mot faisait 2 octets, mais il n'y avait rien d'autre.\n Et Dieu sépara un de zéro et vit que c'était bon.\n Et Dieu dit : qu'il y ait des données, et il en fut ainsi.\n Et Dieu dit : que chaque donnée soit collectée à sa place et créée disquettes, disques durs et CD.\n Et Dieu a dit : qu'il y ait des ordinateurs, pour qu'il y ait un endroit où mettre les disquettes, les disques durs et les CD, et il a créé les ordinateurs, et les a appelés durs, et a séparé le dur du logiciel.\n Il n'existait pas encore de logiciel, mais Dieu s'est rapidement corrigé et a créé des programmes petits et grands, et leur a dit : soyez féconds, multipliez-vous et remplissez toute la mémoire.\n Mais Il en avait assez de créer lui-même des programmes, et Dieu a dit : créons un programmeur à notre image et à notre ressemblance, et laissons-le régner sur les ordinateurs, les programmes et les données. Et Dieu a créé un développeur...",
    "development": "IT it's my life. I fell in love with IT at the age of 16. Since then,  I had worked as a system administrator, analyst, 1C developer, and now I has become a web-developer.",
    "dev_short": "Je develop",
    "yoga": "Ma yoga ce ne sont pas à des méditations au lever du soleil au bord de la mer. Il s'agit d'un ensemble de pratiques permettant de transformer sa vie selon ses propres désirs. Mon école est la Fédération ukrainienne de yoga.",
    "yoga_short": "Je fais du yoga",
    "traveling": "Les voyages sont une opportunité de sortir de l'ordinaire, de découvrir ce qui nous distingue et ce qui nous unit, de s'inspirer de modes de pensée et de visions du monde différentes, et de briser les principes de béton...",
    "traveling_short": "Je voyage",
    "reading": "J'adore me plonger dans le monde des livres. Ce n'est pas du tout comme le cinéma, où tout est déjà mâché pour vous, et c'est la perspective du réalisateur, pas même celle de l'auteur. J'aime imaginer les événements par moi-même, les filtrer à travers le prisme de mon expérience, de mes associations et de ma vision.",
    "reading_short": "Je lis",
    "handmade": "J'ai toujours aimé créer la beauté. Depuis l'enfance, je dessinais, brodais, créais des tableaux en pâte à modeler, puis les recouvrais de cuir, je tressais avec des perles... Une joie particulière pour moi a été la découverte des peintures vitrales transparentes avec des couleurs vives et pures.",
    "handmade_short": "Je fais du handmade",
    "war": "Le 24 février 2022, une guerre à grande échelle a éclaté en Ukraine. Les gens ont été dispersés à travers le monde comme des éclats... Nous avons fui, ne comprenant pas toujours où, mais sachant certainement d'où. Nous avons été remis à zéro. J'ai dû tout recommencer - la langue, la profession, les règles de vie. Mais je l'ai fait - j'ai suivi une formation en développement web en France, et je suis prête pour de nouveaux défis dans la vie, quoi qu'il arrive. Je suis très reconnaissante envers la France pour l'aide et le soutien, pour la possibilité de vivre et de poursuivre ma passion.",
    "beauty": "Je crée de la beauté"
  },
  "auth": {
    "login": "Log in",
    "logout": "Log out"
  },
  "menu": {
    "home": "accueil",
    "about": "à propos de moi",
    "projects": "mes projets",
    "resume": "mon CV",
    "hobby": "mon hobby",
    "contact": "contacts",
    "close": "fermer",
    "menu": "menu"
  },
  "not_found": {
    "title": "Oops!",
    "description": "Hmmm ... something's wrong. Are you sure this page exists? Maybe it's only in the dreams of our developers. Please try again.",
    "btn_go_home": "Go home"
  },
  "carousel3d": {
    "button_git": "Ouvre GIT",
    "button_project": "Ouvre projet"
  }
}
